Revit 2024 API
FabricationSaveJobOptions Constructor
 Default Constructor
Namespace: Autodesk.Revit.DB.Fabrication
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public FabricationSaveJobOptions()
Visual Basic
Public Sub New
Visual C++
public:
FabricationSaveJobOptions()
See Also
FabricationSaveJobOptions Class
FabricationSaveJobOptions Overload
Autodesk.Revit.DB.Fabrication Namespace